answers = {

    'A1':"""
    Частые причины ушибов — удар о дверной косяк, несоблюдение техники безопасности при занятиях спортом, падение с лестницы.
    Общие принципы оказания первой помощи при ушибе универсальны:

-Обеспечить покой травмированной части тела.

-Приложить холод к травмированному участку. Это может быть кусок мяса из морозилки или специальный гипотермический пакет из аптеки, разницы нет. Охлаждение уменьшит отёк и болевые ощущения.

-Обработать место ушиба антисептическим раствором, если на коже есть рана или ссадина.

-Принять внутрь обезболивающее, если боль не утихает спустя пару часов, а травму не удалось показать врачу.

-Обратиться в травмпункт. Без этого можно обойтись, если ушиб несильный. Если же была повреждена голова, грудная клетка, живот или позвоночник, обязательно нужно 
показаться специалисту, ведь за такой травмой могут стоять куда более серьёзные повреждения вроде внутреннего кровотечения.
        """,


    'A2':"""
    Резаная рана – это механическое повреждение, полученное в результате воздействия на
    кожу режущих предметов. Бытовое название небольшой резаной раны – порез.
Для оказания первой помощи при порезе необходимо:

-Очистить рану неволокнистым материалом или стерильной марлей.

-Остановить кровотечение путем надавливания на рану.

-Обработать рану стерильным физиологическим раствором или чистой водой.

-Обработать повреждение антисептиком.

-Закрыть очищенную рану стерильной повязкой.

-Следить за чистотой раны.
        """,



    'B1':"""
    Ссадины представляют собой небольшие, чаще всего неопасные для жизни повреждения кожного покрова.
    Чем быстрее будет оказана первая помощь, тем ниже риск проникновения микробов в рану. Необходимо:

-Промыть поврежденную кожу холодной кипяченой водой с детским или антибактериальным мылом.

-Промокнуть ссадину стерильной марлевой салфеткой.

-Нанести ранозаживляющий крем на руку, тело или лицо.

-Наложить стерильный тампон, зафиксировать его бинтом. Также можно заклеить царапину бактерицидным пластырем.
        """,



    'B2':"""
    Заноза — это инородное тело, которое попало под кожу. Чаще всего от заноз страдают люди, работающие с древесиной, металлом и растениями без защитной одежды и специальных перчаток.
    Как правильно достать занозу:

-Не давите занозу и кожу вокруг нее. Все чего вы добьетесь – заноза еще глубже вонзится в ткани.

-Игла – лучшее решение для удаления занозы, которую сверху покрывает тонкий слой кожи.

-Прежде чем приступать к процессу удаления занозы, обработайте иголку антисептиком.

-Неглубоко введите острый конец иглы в то место, куда вошла заноза.

-Приподнимайте иглой кожу так, что вскрыть ее прямо над занозой.

-Раскрыв кожу над занозой – растяните ее так, чтобы можно было извлечь ее целиком.

-Концом иголки подцепите занозу и аккуратно выталкивайте ее наружу.

-Если заноза находится глубоко, перед тем как удалять ее иголкой, хорошенько распарьте кожу горячей водой и соком листьев алоэ (2-3 часа). За это время заноза поднимется ближе к поверхности кожи, и вы сможете без труда ее удалить.
        """,



    'C1':"""
    Синяки появляются в следствии падений, ушибов, ударов о тупые предметы. Некоторые лекарственные препараты, такие как аспирин и антикоагулянты, могут провоцировать более частое возникновение синяков.

-Приложить холод к травмированному участку. Это может быть кусок мяса из морозилки или специальный гипотермический пакет из аптеки, разницы нет. Охлаждение уменьшит отёк и болевые ощущения.

-Обратиться в травмпункт. Без этого можно обойтись, если синяк несильный.
        """,



    'C2':"""
Рваная рана образуется в результате механического воздействия на тело человека, которое приводит к перерастяжению кожи и других тканей. Обычно имеет неровные края с    отслоением тканей. Кожа именно порвана, а не разрезана. Возможно повреждение мышц, сухожилий, нервов и кровеносных сосудов.

-При наличии раны более 1 см в длину рекомендовано незамедлительно обратиться в медицинское учреждение, где будет оказана своевременная помощь и проведена профилактика столбняка. 

-Самостоятельно можно обработать повреждение перекисью водорода и закрыть стерильным бинтом.
        """,



    'D1':""" 
    Чтобы увидеть информацию по разделу 'Укусы', введите команду '/help
        """,



    'D2': 
    """С прыщами можно справиться! Вот несколько полезных советов:

1. Уход за кожей: Умывай лицо дважды в день мягким очищающим средством. Это поможет убрать излишки жира и грязь.

2. Не трогай лицо: Постарайся не трогать и не выдавливать прыщи, чтобы не занести инфекцию и не оставить шрамы.

3. Используй средства с салициловой кислотой: Они помогают бороться с акне и уменьшают воспаление. 

4. Увлажнение: Не забывай увлажнять кожу, даже если она жирная. Используй легкие, некомедогенные кремы.

5. Правильное питание: Старайся избегать сладкого и жирного. Питайся больше фруктами, овощами и пей достаточно воды.

6. Консультация с дерматологом: Если прыщи не проходят, лучше обратиться к специалисту. Он подберёт подходящее лечение.
        """,
    


    'A3':"""
Первая помощь при укусе пчелы, шмеля, осы:

1. Избавьтесь от жала.
    
2. Необходимо воспрепятствовать распространению яда в организме, а также не допустить аллергической реакции.

Важно! Яд выдавливать не стоит, так как запросто можно занести инфекцию.
        """,

    'A4':"""
    Первая помощь при укусе муравьев:

-Обработать место поражение спиртосодержащим раствором; 

-Приложить холодный компресс или лёд; 

-На место укуса нанести гидрокортизоновую мазь/гель с антисептическим, противовоспалительным действием.
        """,

    'B3':"""
    Первая помощь при укусе клеща:

-Следует хорошо смазать паразита растительным маслом, и он сам отпадет. 

-После этого аккуратно снимите клеща пинцетом, ручкой-лассо или ниткой. 

-Поместите сосальщика в стерильный контейнер и отвезите на анализ в лабораторию санэпидемстанции. 

-Через 10 дней после укуса сдайте кровь на боррелиоз и энцефалит. 

-Обратитесь к врачу для консультации и оказания иной необходимой медицинской помощи.
        """,

    'B4':"""
    Укус даже не заражённого бешенством дикого животного бывает чреват опасными последствиями. Например, от укуса ежа можно заразиться лептоспирозом, который поражает почки,
печень и нервную систему. Кроме того, ёж может быть переносчиком сальмонеллёза, клещевых инфекций (энцефалита, туляремии, боррелиоза), лишая, грибковых и паразитарных 
инфекций (пироплазмоза, токсоплазмоза), жёлтой лихорадки и других заболеваний. При укусе ежа необходимо обратиться к врачу.
        """,



    'C3':"""
    Блошиный укус — это кровососущее насекомое, которое вызывает раздражение и местную реакцию кожи, симптомы которой в комплексе называются пуликозом.

    При многочисленных укусах или повышенной чувствительности около мест укусов может развиваться аллергия, появляются вторичные высыпания. При постоянных расчесах укусов блох
на их месте могут появляться гнойничковые воспаления. Особенно чувствительны к укусам блох дети — у них пуликоз чаще протекает с серьёзными аллергическими реакциями и 
генерализованными симптомами. Для борьбы с блохами рекомендуется использовать специальные химические инсектициды или народные средства. При появлении симптомов аллергии или
других нежелательных последствий от укусов блох следует обратиться к врачу.
        """,

    'C4':"""
    Укусы ядовитых змей могут вызывать паралич, который может приводить к остановке дыхания; нарушению свертываемости крови, что в свою очередь может привести к смертельному 
кровотечению; необратимую почечную недостаточность; и тяжелые повреждения тканей, что может закончиться пожизненной инвалидностью и ампутацией конечностей. Наиболее 
подвержены змеиным укусам сельскохозяйственные работники и дети.
        """,



    'D3':"""
    После укуса паука сначала человек чувствует боль в месте укуса, потом наступают общие последствия: головокружение, мышечные боли, одышка, повышенная потливость и 
температура, а также неритмичное сердцебиение и страх смерти. В самом худшем случае может произойти паралич дыхательных мышц и человек умрет от того, что не сможет дышать. 
Первую помощь при укусе паука нужно начинать с обработки места укуса антисептиком, наложения холодного компресса и приема противоаллергических препаратов, если имеется
аллергическая реакция. После этого необходимо обратиться к врачу для дальнейшего лечения.
        """,

    'D4':"""
В чем же опасность укусов животных? Что необходимо делать? Опасность укушенных ран отличается несколькими факторами: заразность животного (болен ли он в данный момент), 
глубина и размеры укуса, а также эффективность первой помощи. Любые животные могут быть переносчиками бешенства. Бешенство представляет собой крайне серьезную вирусную 
патологию, которая очень часто становится причиной гибели человека.  Укусы принято считать опасными для человека, т.к. в ротовой полости животного множество организмов и 
опасных бактерий, которые могут развить инфекцию. Объясняется это тем, что во рту животных может иметься огромное количество микроскопических организмов, которым 
свойственно вызывать развитие тех или иных инфекционных патологий. 
Обязательно нужно будет посещение дежурного врача в приемном отделении, он внимательно осмотрит рану и скажет, нужны ли Вам какие-то дополнительные медикаменты или прививки.
        """,



}















